[PENetwork]
Language         = "Español"
LangCode         = "040a"
Author           = "Juan García (juan.garcia@empresa.es)"
Version          = "2.7"
GrpLanguage      = "Idioma"
LblLangAuthor    = "Autor"
LblLangVersion   = "Versión"
MainTitle        = "Administrador de Red"
BtnAdd           = "&Agregar..."
BtnAddShort      = "&Agregar"
BtnDelete        = "&Eliminar"
BtnApply         = "A&plicar"
BtnCancel        = "&Cerrar"
BtnChange        = "Cambiar..."
BtnOK            = "Ac&eptar"
BtnYes           = "&Si"
BtnNo            = "&No"
TIConfig         = "Propiedades"
TIIdent          = "Ordenador"
TISharing        = "Compartir"
TIDrives         = "Unidades de Red"
TIOther          = "Otro"
TIAbout          = "Acerca"
TTRefresh        = "Actualizar lista de dispositivos"
LblAdapterState  = "Estado"
LblAdapterSpeed  = "Velocidad"
AdapterSpeed     = "MBit/s"
LblAdapterMAC    = "MAC"
ChkForceScan     = "Buscar nuevos dispositivos al actualizar la lista de dispositivos"
RadioDHCP        = "Obtener automáticamente una dirección IP"
BtnDHCPInfo      = "&Info"
BtnDHCPRelease   = "&Versión"
BtnDHCPRenew     = "Re&novar"
TDHCPInfo        = "Información DHCP de Red"
LblDHCPAdapter   = "Dispositivo"
LblDHCPDNSSrv    = "Servidor DNS"
LblDHCPWINSSrv   = "Servidor WINS"
LblDHCPSrv       = "Servidor DHCP"
LblDHCPLTO       = "Concesión obtenida"
LblDHCPLTE       = "La concesión expira"
RadioStatic      = "Usar IP fija"
LblStaticIP      = "Dirección IP"
LblStaticSM      = "Máscara de subred"
LblStaticDG      = "Gateway predeterminado"
RadioDNSDHCP     = "Obtener automáticamente dirección DNS"
RadioDNSStatic   = "Usar DNS fija"
LblDNS           = "Dirección DNS"
RadioWINSDHCP    = "Obtener automáticamente dirección WINS"
RadioWINSStatic  = "Usar WINS fija"
LblWINS          = "Dirección WINS"
LblComputer      = "Nombre de equipo"
LblWorkgroup     = "Grupo de trabajo"
LblPriDNS        = "Sufijo primario de DNS"
TAddIP           = "Direcciones IP"
TAddDG           = "Direcciones predeterminadas de gateway"
TAddDNS          = "Direcciones DNS"
TAddWINS         = "Direcciones WINS"
TAddIPAddr       = "Agregar dirección IP"
TAddDGAddr       = "Agregar dirección de gateway"
TAddDNSAddr      = "Agregar dirección del servidor DNS"
TAddWINSAddr     = "Agregar dirección del servidor WINS"
TTShareRefresh   = "Actualizar lista de carpetas compartidas"
TTDrivesRefresh  = "Actualizar lista de unidades de red"
TTWiFiRefresh    = "Buscar y actualizar lista de redes disponibles"
ChkShowActivity  = "Mostrar actividad de red en la barra de tareas"
TrayShowGUI      = "Mostrar interface principal"
TrayShowAni      = "Actividad de red animada"
TrayExit         = "Salir"
MsgDllNotFound   = "No pude encontrar las siguientes bibliotecas"
MsgWait          = "Por favor espere..."
MsgChangesApply  = "Cambios están siendo aplicados a su sistema..."
MsgReleaseAddr   = "Liberando dirección..."
MsgRenewAddr     = "Renovando dirección..."
TIWiFiAvailable  = "Redes disponibles"
BtnWiFiConnect   = "Conectar"
LVWiFiList       = "Señal|SSID|Seguridad"
TIWiFiPrefered   = "Redes preferidas"
TIWiFiService    = "Servicio"
LblWiFiCurState  = "Estado Actual"
LblWiFiNoDevice  = "¡Este dispositivo no cuenta con conectividad inalámbrica o ha sido deshabilitada!"
LblWiFiWlanApiNF = "¡WLANAPI no ha sido encontrado en este equipo!"
ServiceNotInst   = "No instalado"
ServiceStop      = "Detener"
ServiceStopped   = "Detenido"
ServiceStart     = "Iniciar"
ServiceStarted   = "Iniciado"
TIIPSettings     = "Configurar IP"
TIWINS           = "WINS"
TIWiFi           = "WiFi"
LblCNI           = "Identificación de red"
LblPing          = "Ping otro ordenador (Host o IP)"
BtnPingStart     = "Iniciar"
BtnPingStop      = "Detener"
LblPingCount     = "Contar"
LblPingTime      = "Tiempo de espera"
ChkPingLimit     = "Ilimitada"
LVPing           = "Info"
LVIReply         = "Respuesta desde"
LVIReplyTime     = "Tiempo"
LVIReplyTimeMS   = "ms"
LVITimeOut       = "Petición expiró."
LVIUnreachable   = "Host de destino inaccesible."
LVIInvalid       = "Destino especificado es invalido."
LVIGeneral       = "Fallo general."
LblFileSharing   = "Compartir archivos"
BtnShareStart    = "Iniciar"
LblShareUser     = "Nombre de usuario"
LblSharePW       = "Contraseña"
BtnShareSetPW    = "Establecer Contraseña"
LblShareAdmin    = "Nota: Para acceder a las carpetas compartidas debe introducir un usuario con contraseña."
LblSharedFolders = "Carpetas compartidas"
LVShares         = "Unidad|Carpeta|Conexiones"
LblShareName     = "Nombre del recurso compartido"
TTShareName      = "Utilice un "$" al final del nombre del recurso compartido para hacerlo oculto."
LblSharePath     = "Ruta Local"
MIShareBrowse    = "Explorar..."
MIShareDel       = "Eliminar"
TTShareUser      = "Es el usuario que permite la conexión del Host remoto a los recursos compartidos de este equipo."
TTShareUserLen   = "El nombre de usuario está restringido a"
TTInputChars     = "caracteres"
TTSharePWLen     = "El tamaño de la contraseña está restringido a"
LblDriveLetter   = "Letra de unidad"
TTDriveLetter    = "seleccione automáticamente una letra de unidad disponible."
TTDriveNoFree1   = "No hay ninguna letra de unidad disponible."
TTDriveNoFree2   = "Desconecte una antes."
BtnConnect       = "Conectar"
BtnDisconnect    = "Desconectar"
LblDrivePath     = "Ruta"
LblDriveUser     = "Usuario"
LblDrivePW       = "Contraseña"
LblDrivesCon     = "Unidades de red conectadas"
LVDrivesCon      = "Local|Remoto|Estado|Abierto"
MIDriveBrowse    = "Examinar..."
MIDriveDiscon    = "Desconectar"
GrpTrayOptions   = "Opciones de barra de tareas (notificación)"
ChkTrayMin       = "Al minimizar 'mover' ventana principal a la barra de tareas"
ChkTrayClose     = "Al cerrar 'mover' ventana principal a la barra de tareas"
LblAboutAI3      = "Creado con "AutoIt3"."
LVIPSM           = "Dirección IP|Máscara de Subred"
WiFiUnnamed      = "Red no identificada"
WiFiNone         = "Ninguna"
ERROR            = "ERROR"
INFO             = "INFO"
WARNING          = "ADVERTENCIA"
QUESTION         = "PREGUNTA"
ProfSelTitle     = "Seleccionar perfil"
LblProfSelect    = "Seleccionar un perfil de red"
LblProfDesc      = "Descripción de Perfil"
ProfIn           = "en"
ProfSec          = "seg"
LblSearchDevice  = "Buscando dispositivos instalables..."
DeviceFound      = "Encontrado"
DeviceSucces     = "Instalación correcta de"
ErrorNetShared   = "No es posible compartir un recurso de red."
NetShareOK       = "Ruta local compartida correctamente"
NetShareOKAs     = "como"
NetShrNotExist   = "La ruta local no existe"
NetShrAccDen     = "Acceso denegado"
NetShrInvName    = "Nombre inválido"
NetShrPNE        = "La ruta local no existe"
NetShrNameDup    = "El nombre compartido ya está usado"
ErrorNetSharing  = "Error al compartir la ruta local"
TTCharsMax       = "únicos caracteres permitidos"
TTCharsNoAllow   = "Los siguientes caracteres no están permitidos"
NetStartNet      = "¿Iniciar soporte de red ahora?"
LblStartNet      = "Iniciando soporte de red..."
NetRegisterObj   = "Registrando objetos de red..."
NetChkDrv        = "Buscando controladores de red necesarios..."
NetDetectDev     = "Detectando dispositivos de red..."
NetDetectNew     = "Buscando dispositivos añadidos recientemente..."
NetInstTCP       = "Instalando el protocolo "TCP/IP"..."
NetApplyProfile  = "Aplicando la configuración del perfil..."
NetInstMSClient  = "Instalando el "Cliente de red Microsoft"..."
NetChkServices   = "Revisando servicios..."
NetStartTCPIP    = "Iniciando el servicio "Controlador del protocolo TCP/IP"..."
NetStartDHCP     = "Iniciando el servicio "Cliente-DHCP"..."
NetStartNLA      = "Iniciando el servicio "Búsqueda de ubicación de red"..."
NetStartLMH      = "Iniciando el servicio "Ayuda de NetBIOS sobre TCP/IP"..."
NetNoNetcards    = "No tarjeta de red detectada."
ProgramExit      = "El programa se va a cerrar ahora."
ShareSelFolder   = "Seleccione una carpeta para compartir"
ShareChkDrv      = "Revisando los archivos de instalación necesarios para el servicio "Compartir archivos"..."
ShareInstSrv     = "Instalando el servicio "Compartir archivos"..."
ServiceChkSrv    = "Revisar si el servicio está instalado correctamente..."
ShareStartSrv    = "Iniciando el servicio "Compartir archivos"..."
ShareStopSrv     = "Deteniendo el servicio "Compartir archivos"..."
ServiceFinish    = "Finalizado."
ShareSetPW       = "Configurando contraseña..."
ShareStopInfo1   = "Se desconectarán las conexiones a otros equipos y se podría perder datos transferidos."
ShareStopInfo2   = "También necesitan saber lo siguiente"
ShareStopInfo3   = "Si ha iniciado el(los) servicio(s) hace poco tiempo, es posible que tendrá que esperar 5 a10 minutos más para poder detener y reiniciar el(los) servicio(s)."
ShareStopInfo4   = "¿Esta seguro que desea detener el servicio "Compartir archivos"?"
ShareMsgOpen     = "Parece que hay recursos abiertos en este recurso compartido."
ShareMsgRemove   = "¿Esta segurísimo que desea eliminarlo?"
ShareMsgSpecial  = "Es un recurso compartido especial"
ShareMsgDel1     = "está reservado para comunicación entre procesos y no puede ser eliminado."
ShareMsgDel2     = "está reservado para comunicación entre procesos y no debe ser eliminado."
ShareMsgDel3     = "Sin embargo solo se eliminará temporalmente y se creará de nuevo al reiniciar el servicio del "Servidor" o el equipo."
ShareMsgDel4     = "¿Esta seguro que desea eliminar este recurso compartido especial?"
ShareMsgDel5     = "¿Esta seguro que desea eliminar este recurso compartido?"
LblShareRemove   = "Eliminando recurso compartido..."
NetShrNameNotEx  = "El nombre del recurso compartido no existe"
NetErrShareInfo  = "Error al recuperar la información del compartido"
NetShareRemSucc  = "Recurso compartido eliminado correctamente"
NetShareRemErr   = "Error al eliminar el recurso compartido"
LblDriveConnect  = "Conectando al compartido remoto..."
NetDriveSucc1    = "Mapeado correctamente"
NetDriveSucc2    = "a unidad local"
NetDriveAddErr1  = "Error desconocido al mapear la unidad."
NetDriveAddErr2  = "Acceso denegado a la ruta remota."
NetDriveAddErr3  = "El dispositivo ya está en uso."
NetDriveAddErr4  = "Nombre inválido del dispositivo."
NetDriveAddErr5  = "Ruta remota inválida."
NetDriveAddErr6  = "Contraseña inválida."
NetDriveMsgDel1  = "Parece que hay recursos abiertos en esta conexión."
NetDriveMsgDel2  = "¿Esta seguro que desea desconectarla?"
LblDriveDel      = "Desconectando unidad de red..."
NetDriveDelErr   = "Error al desconectar la unidad."
MsgUtilNotFnd1   = "Utilidad de Red"
MsgUtilNotFnd2   = "no encontrado"
NetErrRegister   = "Un error ocurrió al registrar "netcfgx.dll""
NetErrTCPNotFnd  = ""nettcpip.inf" no ha sido encontrado"
NetErrMSCNotFnd  = ""netmscli.inf" no ha sido encontrado"
NetErrDetDev     = "Un error ocurrió al buscar dispositivos"
NetErrTCPInst    = "Un error ocurrió al instalar el servicio del "Controlador de protocolo TCP/IP""
NetErrMSCInst    = "Un error ocurrió al instalar el servicio "Cliente para redes Microsoft""
NetErrTCPStart   = "Un error ocurrió al iniciar el servicio del "Controlador de protocolo TCP/IP""
NetErrDHCPStart  = "Un error ocurrió al iniciar el servicio "Cliente-DHCP""
NetErrStatOnly   = "Solo funcionarán direcciones IP fijas."
NetErrNLAStart   = "Un error ocurrió al iniciar el servicio "Búsqueda de ubicación de red (NLA)""
NetErrLMHStart   = "Un error ocurrió al iniciar el servicio "Ayuda de NetBIOS sobre TCP/IP""
ServiceStopping  = "Deteniendo"
ServiceDesc      = "servicio"
ServiceStarting  = "Iniciando"
ShareErrInf      = ""netserv.inf" no encontrado"
ShareErrInst     = "No pude iniciar el servicio "Compartir archivos""
ShareErrInst2    = "Un error ocurrió al instalar el servicio "Compartir archivos""
ShareErrStart    = "Un error ocurrió al iniciar el servicio "Compartir archivos""
ShareErrCB       = "Un error ocurrió al iniciar el servicio "Examinar""
ShareErrStop     = "Un error ocurrió al detener el servicio "Compartir archivos""
ShareErrPW       = "Un error ocurrió al actualizar el usuario especificado con la nueva contraseña"
ShareErrUsr      = "Un error ocurrió al agregar el usuario especificado al sistema"
ShareErrAdmin    = "Un error ocurrió al agregar el usuario especificado al grupo de administradores"
ConStateOK       = "Aceptar"
ConStatePause    = "Pausado"
ConStateDiscon   = "Desconectado"
ConStateErr      = "Error"
ConStateNetErr   = "Error de red"
ConStateCon      = "Conectando"
ConStateRecon    = "Reconectando"
ChkShareAll      = "Compartir todas las unidades"
TTShareAll       = "Las unidades se compartirán solo con las letras de unidades."
WiFiChkDrv       = "Revisando los archivos de instalación necesarios para el servicio "Configuración wifi rápida"..."
WiFiErrInf       = ""ndisuio.inf" no encontrado"
WiFiErrInf2      = ""netwzc.inf" no encontrado"
WiFiErrInst      = "Un error ocurrió al instalar el servicio "Configuración wifi rápida""
WiFiRegXML       = "Registrando "Microsoft XML versión 6"..."
WiFiInstSrv      = "Instalando el controlador "E/S en modo de usuario NDIS"..."
WiFiInstSrv2     = "Instalando el servicio "Configuración wifi rápida"..."
WiFiStop         = "¿Esta seguro que desea detener el servicio "Configuración wifi rápida"?"
WiFiStartSrv     = "Iniciando el servicio "Configuración wifi rápida"..."
WiFiStopSrv      = "Deteniendo el servicio "Configuración wifi rápida"..."
WiFiErrStart     = "Un error ocurrió al iniciar el controlador "E/S en modo de usuario NDIS""
WiFiErrStart2    = "Un error ocurrió al iniciar el servicio "Configuración wifi rápida""
WiFiErrStop      = "Un error ocurrió al detener el servicio "Configuración wifi rápida""
BtnIPAutoOn      = "Configuración IP automática activada"
BtnIPAutoOff     = "Configuración IP automática desactivada"
StateReady       = "Listo"
CMDActions       = "Acciones"
CMDIPChange      = "Ejecutar comandos después de cambiar IP"
CMDIPModeN       = "Normal"
CMDIPModeH       = "Oculto"
CMDIPModeMin     = "Minimizado"
CMDIPModeMax     = "Maximizado"
CMDIPModeWait    = "Esperar"
CMDIPModeNowait  = "No esperar"
CMDLine          = "Línea CMD"
CMDLineMode      = "Modo"
CMDLIneNumber    = "Número"
BtnWiFiDisconn   = "Desconectar"
WiFiConnected    = "Conectado"
BtnRestore       = "Restaurar"
TChangeMAC       = "Cambiar dirección MAC"
LblCurMac        = "MAC actual"
LblNewMac        = "Nuevo MAC"
MsgMACChangeErr  = "Dirección MAC equivocada"
MsgMACApply      = "Aplicando nuevo MAC..."
MsgMACRestore    = "Restaurando MAC original..."
MsgInitWait      = "Inicialización no está terminada..."
ShareAddUser     = "Agregando usuarios locales..."
LblNoNetcards    = "El programa se ejecuta en modo simple porque no se detectó ninguna tarjeta de red. Realice una búsqueda de nuevos dispositivos de red."
BtnSearchDevice  = "&Buscar"
TWiFiProp        = "Propiedades de conexión wifi"
LblWiFiSSID      = "Nombre red (SSID)"
LblWiFiAuth      = "Autenticación de red"
LblWiFiEnc       = "Encriptación de datos"
LblWiFiKey       = "Clave de red"
ChkWiFiKey       = "Mostrar clave de red al input"
CMDStart         = "Iniciando operaciones adicionales..."
BtnStatic        = "&Fija"
BtnDynamic       = "&Dinámica"
TTWiFiRefPref    = "Actualizar la lista de redes preferidas"
TIAdvanced       = "Avanzado"
LblExtProp       = "Las siguientes propiedades avanzadas están disponibles para este dispositivo de red."
LblExtNoProp     = "Este dispositivo de red no tiene propiedades avanzadas configurables."
LblProp          = "Propiedad:"
LblPropVal       = "Valor:"
RadioNotSet      = " No definido"
TTCon            = "Conectado"
TTDisCon         = "Desconectado"
GrpTrouble       = "Solución de problemas"
ChkDebug         = "Modo debug"
BtnDebug         = "Abrir archivo log de debug..."
ChkWiFiAuto      = "Conectar automáticamente cuando esta red está dentro del rango"
ChkWiFiAdhoc     = "Es una red ad-hoc"
ChkWiFiHidden    = "Conectar aunque esta red no está transmitiendo"
WiFiBalConTo     = "Conectado a:"
WiFiBalNetSec    = "Es una red segura."
WiFiBalNetPref   = "Es una red preferida."
WiFiBalNetInfra  = "Es una red de infraestructuras."
WiFiBalNetAdhoc  = "Es una red ad-hoc."
WiFiDelProf      = "¿Eliminar el perfil de red wifi?"
WiFiDelTxt       = "¿Está seguro que desea eliminar el perfil de red wifi?"
WiFiDelWarn      = "Advertencia: la conexión actual podría perderse."
BtnWiFiImport    = "Importar..."
TTWiFiImport     = "Importar perfil de red WiFi preferida"
TTWiFiXMLFiles   = "Archivos XML (*.xml)"
WiFiImportOK     = "Perfil WiFi importado correctamente"
WiFiErrImport    = "Error al importar el perfil de red WiFi."
BtnWiFiExport    = "Exportar..."
TTWiFiExport     = "Exportar perfil de red WiFi preferida"
WiFiExportOK     = "Perfil WiFi exportado correctamente"
WiFiErrExport    = "Error al exportar el perfil WiFi"
TIProfiles       = "Perfiles"
LblProfFile      = "Archivo con perfiles de red"
LblProfList      = "Lista de perfiles de red"
TTProfRefresh    = "Actualizar lista de perfiles"
TTProfIniFiles   = "Archivos de configuración (*.ini)"
LblProfApply     = "Aplicar configuración de perfiles..."
LblClr           = "Combinación de colores"
LblWiFiCon       = "Intentando conectar con la red wifi..."
WiFiErrAddProf   = "Error al agregar el perfil WiFi"
TWiFiConn        = "Clave wifi"
LblStartNetWpe   = "Iniciando el soporte de red (Wpeinit)..."
WiFiInstSrv3     = "Instalando el controlador "Filtro nativo de WiFi"..."
WiFiErrInst2     = "Un error ocurrió al instalar el controlador "Filtro nativo de WiFi""
WiFiErrStart3    = "Un error ocurrió al iniciar el controlador "Filtro nativo de WiFi""
NetDriveAddErr7  = "Ruta de red no encontrada."
WiFiBalNetNonSec = "Es una red no segura."
WiFiStartSrv2    = "Iniciando el servicio de "Autoconfiguración de WLAN"..."
WiFiStopSrv2     = "Deteniendo el servicio de "Autoconfiguración de WLAN"..."
WiFiErrStart4    = "Un error ocurrió al iniciar el servicio "Autoconfiguración de WLAN""
WiFiErrStop2     = "Un error ocurrió al detener el servicio "Autoconfiguración de WLAN""
LblCurrent       = "Actual"
BtnDrvNet        = "Examinar la red..."
BtnDrvNetShow    = "Mostrar unidades de red"
LblDrvNet        = "Dominio/ nombre servidor"
TTNetConDetails  = "Detalles de conexión de red"
LVNetConPropVal  = "Propiedad|Valor"
LblNetResSearch  = "Busando recursos - por favor espere..."
BtnDrvNetReset   = "&Resetear vista"
LblDefault       = "Predeterminado"
LblClassic       = "Clásico"
BtnLogDel        = "Eliminar archivos log"
LblTCPtoIP       = "Convertir nombre TCP a IP"
LblIPtoTCP       = "Convertir IP a nombre TCP"
ChkWiFiEditUI    = "Usar la interfaz WiFi para editar propiedades"
BtnProfFile      = "Abrir archivo de configuración"
BtnProfInt       = "Abrir archivo de configuración con editor de perfil PENM"
BtnProfExt       = "Abrir archivo de configuración con un editor externo"
MsgLogDel        = "¿Está seguro que desea eliminar el archivo log?"
ChkTrayStart     = "Iniciar barra de tareas directamente y ventana principal oculta"
NetworkAccess    = "Acceso de red"
BtnTrace         = "Rastro"
ChkTrace         = "Abordar resolver"
LblTrace         = "Saltos"
StateTrace       = "Rastrear"
ChkReverse       = "Escribir último resultado en la primera línea"
LblSurface       = "Personalizar interfaz"
BtnLangExt       = "Abrir archivo de idioma con el editor externo"
ChkShowTip       = "Mostrar infonota predeterminada en lugar de ventana de información"
GrpOtherOptions  = "Otros"
ChkLastPage      = "Recordar la página abierta en la herramienta de inicio del programa"
LblLastPage      = "Página para abrir"
LblLastOpened    = "Última apertura"
ChkUseWMI        = "Usar WMI para configurar la IP (WMI debe estar abierto y disponible)"
ChkLastPos       = "Recordar la última posición de la ventana principal del escritorio"
TTDriveLetterNo  = "Sin asignar una letra de unidad."
RadioOSFont      = "Usar el tipo de letra del SO para la interfaz (es necesario reiniciar)"
RadioFont        = "Usar este tipo de letra"
ChkIcons         = "Cargar iconos del archivo ini (es necesario reiniciar la interfaz)"